[{"id":"5","attributes":{"title":"R3 Application Review Status Update","slug":"r3-application-review-status-update","hideFromSearch":false,"dateOverride":"2020-09-25","hideFromSitemap":false,"summary":"The Restore, Reinvest, and Renew (R3) grant program application deadline was July 20, 2020. The community response to this grant opportunity was overwhelming and hundreds of applications for funding were submitted. Due to the unprecedented number of applications received, the review process is taking longer than expected.","body":"The Restore, Reinvest, and Renew (R3) grant program application deadline was July 20, 2020. The community response to this grant opportunity was overwhelming and hundreds of applications for funding were submitted. Due to the unprecedented number of applications received, the review process is taking longer than expected. All applications have been distributed to reviewers and the review process is well underway. Review completion is anticipated no later than Monday, October 5, 2020. Final funding decisions will be presented and approved by the R3 Governing Board before applicants are notified of their status. Grant approvals will be complete and grantees will be notified of their status before or during December 2020.\n\nStaff and reviewers are doing all they can to conclude this phase quickly while maintaining the integrity of the competitive application process. We will continue to keep lines of communication open. Your patience and understanding throughout this process is greatly appreciated.\n\n<div class=\"text-center\">\n\n[Download as PDF](R3_Status_Update_9.25.20.pdf) \n\n</div>","showTableOfContents":false,"section":"news","createdAt":"2020-09-25T23:59:59-05:00","updatedAt":"2022-12-30T16:03:57.978Z","publishedAt":"2020-09-25T23:59:59-05:00","searchMeta":null,"rawText":"the restore reinvest and renew r3 grant program application deadline was july 20 2020 the community response to this grant opportunity was overwhelming and hundreds of applications for funding were submitted due to the unprecedented number of applications received the review process is taking longer than expected all applications have been distributed to reviewers and the review process is well underway review completion is anticipated no later than monday october 5 2020 final funding decisions will be presented and approved by the r3 governing board before applicants are notified of their status grant approvals will be complete and grantees will be notified of their status before or during december 2020 staff and reviewers are doing all they can to conclude this phase quickly while maintaining the integrity of the competitive application process we will continue to keep lines of communication open your patience and understanding throughout this process is greatly appreciated download as pdf r3 status update 9 25 20 pdf ","draft":false,"navigation":true,"path":"/news/r3-application-review-status-update","url":"https://r3dev.icjia.dev/news/r3-application-review-status-update"}},{"id":"6","attributes":{"title":"Delivering on Key Equity Goal, Pritzker Administration Awards $31.5 Million in First Ever Restore, Reinvest, and Renew Program Grants to Organizations Across the State","slug":"delivering-on-key-equity-goal-pritzker-administration-awards-31-5-million-in-first-ever-restore-reinvest-and-renew-program-grants-to-organizations-across-the-state","hideFromSearch":false,"dateOverride":"2021-01-21","hideFromSitemap":false,"summary":"CHICAGO— Using revenue from adult-use cannabis sales, the Illinois Criminal Justice\nInformation Authority (ICJIA) today announced 80 grants totaling $31.5 million to\norganizations to help the communities hardest hit by the failed war on drugs.","body":"CHICAGO— Using revenue from adult-use cannabis sales, the Illinois Criminal Justice\nInformation Authority (ICJIA) today announced 80 grants totaling $31.5 million to\norganizations to help the communities hardest hit by the failed war on drugs. The\norganizations’ work includes violence prevention, legal aid, and re-entry services.\nThe grants are part of the Restore, Reinvest, and Renew (R3) Program, which was\ncreated as a key equity element of the Cannabis Regulation and Tax Act (CRTA), signed\nby Governor Pritzker in 2019. The law requires that 25 percent of all cannabis revenue be\nused to support communities impacted by economic disinvestment, violence, and the\nsevere and disproportionate damage caused by the war on drugs, largely and\ndisproportionately impacted low income Illinoisans and communities of color.\n\nAwardees include nonprofit organizations, local units of government, tax-exempt faithbased organizations, businesses, and other community organizations that serve residents\nof—or are based in—designated eligible R3 zones.\n\n“Following a successful first year of cannabis sales, the Restore, Reinvest, and Renew\ngrant program is delivering tens of millions of dollars to our communities most impacted\nby the war on drugs. I’m so proud to see this key equity goal in cannabis legalization\nmove forward and I applaud the leaders in the General Assembly, ICJIA, and\nstakeholders across the state who made this moment possible,” said Governor JB\nPritzker. “By awarding this first round of R3 grants, we are taking another important\nstep toward undoing the harms of the past, and Lt. Governor Stratton and I will continue\nto ensure equity is a top priority as the cannabis program moves forward.”\n\n“The R3 program will tackle chronic problems that have gone unaddressed for far too\nlong in our underserved neighborhoods,” said Lieutenant Governor Juliana\nStratton. “The collaboration between the Justice, Equity, and Opportunity Initiative\nand ICJIA is innovative and reinvents the grant process with community inclusion and\npromotes a standard for equity and success that other states will hopefully take note of\nand emulate.”\n\nThe funds will be administered in the 2021 calendar year and include $28.3 million to\nsupport service delivery and $3.1 million for assessment and planning initiatives.\nICJIA received 398 completed applications, which were reviewed by criminal justice\npractitioners, community stakeholders, and formerly justice-involved individuals. All\nreviewers received implicit bias training along with training on application review. In\naddition, the Justice, Equity and Opportunity Initiative played a pivotal role in ensuring\nequity and restorative justice frameworks were centered in every decision throughout the\nreview process. Funded programs will offer evidence-based, promising, or innovative\npractices within the R3 Program Priority Areas of civil legal aid, economic development,\ncommunity re-entry from the criminal justice system, violence prevention, and youth\ndevelopment.\n\n“We are incredibly proud of the groundbreaking work we’ve participated in to transform\nhow grantmaking can be used to address local needs and build capacity within our\ncommunities,” said ICJIA Deputy Director Charise Williams. “Our research and\ngrants units have worked tirelessly to ensure the organizations on the frontlines of\nrenewing our communities receive the support they need.”\n\n[Download full press release &raquo;](01.21.21_ICJIA_R3_Grants_Release_Final.pdf)","showTableOfContents":false,"section":"news","createdAt":"2021-01-21T23:59:59-06:00","updatedAt":"2022-12-30T16:06:15.164Z","publishedAt":"2021-01-21T23:59:59-06:00","searchMeta":null,"rawText":"chicago using revenue from adult use cannabis sales the illinois criminal justice information authority icjia today announced 80 grants totaling 31 5 million to organizations to help the communities hardest hit by the failed war on drugs the organizations work includes violence prevention legal aid and re entry services the grants are part of the restore reinvest and renew r3 program which was created as a key equity element of the cannabis regulation and tax act crta signed by governor pritzker in 2019 the law requires that 25 percent of all cannabis revenue be used to support communities impacted by economic disinvestment violence and the severe and disproportionate damage caused by the war on drugs largely and disproportionately impacted low income illinoisans and communities of color awardees include nonprofit organizations local units of government tax exempt faithbased organizations businesses and other community organizations that serve residents of or are based in designated eligible r3 zones following a successful first year of cannabis sales the restore reinvest and renew grant program is delivering tens of millions of dollars to our communities most impacted by the war on drugs i m so proud to see this key equity goal in cannabis legalization move forward and i applaud the leaders in the general assembly icjia and stakeholders across the state who made this moment possible said governor jb pritzker by awarding this first round of r3 grants we are taking another important step toward undoing the harms of the past and lt governor stratton and i will continue to ensure equity is a top priority as the cannabis program moves forward the r3 program will tackle chronic problems that have gone unaddressed for far too long in our underserved neighborhoods said lieutenant governor juliana stratton the collaboration between the justice equity and opportunity initiative and icjia is innovative and reinvents the grant process with community inclusion and promotes a standard for equity and success that other states will hopefully take note of and emulate the funds will be administered in the 2021 calendar year and include 28 3 million to support service delivery and 3 1 million for assessment and planning initiatives icjia received 398 completed applications which were reviewed by criminal justice practitioners community stakeholders and formerly justice involved individuals all reviewers received implicit bias training along with training on application review in addition the justice equity and opportunity initiative played a pivotal role in ensuring equity and restorative justice frameworks were centered in every decision throughout the review process funded programs will offer evidence based promising or innovative practices within the r3 program priority areas of civil legal aid economic development community re entry from the criminal justice system violence prevention and youth development we are incredibly proud of the groundbreaking work we ve participated in to transform how grantmaking can be used to address local needs and build capacity within our communities said icjia deputy director charise williams our research and grants units have worked tirelessly to ensure the organizations on the frontlines of renewing our communities receive the support they need download full press release raquo 01 21 21 icjia r3 grants release final pdf ","draft":false,"navigation":true,"path":"/news/delivering-on-key-equity-goal-pritzker-administration-awards-31-5-million-in-first-ever-restore-reinvest-and-renew-program-grants-to-organizations-across-the-state","url":"https://r3dev.icjia.dev/news/delivering-on-key-equity-goal-pritzker-administration-awards-31-5-million-in-first-ever-restore-reinvest-and-renew-program-grants-to-organizations-across-the-state"}},{"id":"7","attributes":{"title":"Notice of Funding Opportunity: Emergency Summer Violence Response Pilot Program","slug":"notice-of-funding-opportunity-emergency-summer-violence-response-pilot-program","hideFromSearch":false,"dateOverride":"2021-05-21","hideFromSitemap":false,"summary":"The Illinois Criminal Justice Information Authority is requesting proposals for Emergency Summer Violence Response Pilot grants. Grants will be made with SFY 22 Restore, Reinvest, and Renew (R3) funds.","body":"The Illinois Criminal Justice Information Authority is requesting proposals for Emergency Summer Violence Response Pilot grants. Grants will be made with SFY 22 Restore, Reinvest, and Renew (R3) funds. A total of $3 million in funding to increase existing youth development, youth and emerging adult employment and street outreach programming is available through this solicitation for use over a period of 3 months.\n\n[Apply on the ICJIA GATA site](https://icjia.illinois.gov/gata/funding/2021-emergency-pilot) ","showTableOfContents":false,"section":"news","createdAt":"2021-05-21T23:59:59-05:00","updatedAt":"2022-12-30T16:07:56.264Z","publishedAt":"2021-05-21T23:59:59-05:00","searchMeta":null,"rawText":"the illinois criminal justice information authority is requesting proposals for emergency summer violence response pilot grants grants will be made with sfy 22 restore reinvest and renew r3 funds a total of 3 million in funding to increase existing youth development youth and emerging adult employment and street outreach programming is available through this solicitation for use over a period of 3 months apply on the icjia gata site https icjia illinois gov gata funding 2021 emergency pilot ","draft":false,"navigation":true,"path":"/news/notice-of-funding-opportunity-emergency-summer-violence-response-pilot-program","url":"https://r3dev.icjia.dev/news/notice-of-funding-opportunity-emergency-summer-violence-response-pilot-program"}},{"id":"8","attributes":{"title":"Pritzker Administration Awards $3.5 Million in Restore, Reinvest, and Renew Program Grants in Response to Summer Violence","slug":"pritzker-administration-awards-3-5-million-in-restore-reinvest-and-renew-program-grants-in-response-to-summer-violence","hideFromSearch":false,"dateOverride":"2021-07-15","hideFromSitemap":false,"summary":"Using revenue generated from adult-use cannabis sales, the Illinois\nCriminal Justice Information Authority (ICJIA) today announced 21 grants totaling $3.5\nmillion to organizations offering young people and emerging adults (ages 10 to 25) prosocial activities that may reduce violence and victimization or provide increased street\nintervention this summer.","body":"**CHICAGO** — Using revenue generated from adult-use cannabis sales, the Illinois\nCriminal Justice Information Authority (ICJIA) today announced 21 grants totaling $3.5\nmillion to organizations offering young people and emerging adults (ages 10 to 25) prosocial activities that may reduce violence and victimization or provide increased street\nintervention this summer. Grant awards will support three months of programming, from\nJuly 1 to September 30.\n\nThe grants are part of the Restore, Reinvest, and Renew (R3) Program, created to\npromote equity within the Cannabis Regulation and Tax Act, signed by Governor\nPritzker in 2019. The Act states 25 percent of all cannabis revenue must be used to\nsupport communities harmed by violence, excessive incarceration, and economic\ndisinvestment.\n\n“We have to address the root causes of violence and invest in communities and the\npeople who deserve more resources and opportunities than they have historically been\ngiven” said Lieutenant Governor Juliana Stratton. “These grants will increase\nprogramming, job opportunities, provide safe spaces, and other positive outlets for youth\nand emerging adults. When we empower people, we change lives and communities.”\nChicago Police Department crime data recorded monthly over the past decade show\nviolent crime totals are routinely highest from June to August. Other large urban areas\nacross the state also experience high crime and anticipate an increase in violent crime\nduring the summer months. Funding was made available to organizations that serve\ncommunities in Aurora, Bloomington, Champaign, Chicago, Decatur, East St. Louis,\nJoliet, Peoria, Rockford, Springfield, Suburban Cook County, and Waukegan.\n\n“Using a public health approach, this emergency response to summer violence will\nexpand and increase resources aimed at addressing the risk of escalating violence, which\nis experienced each year in the state’s most vulnerable communities,” said Acting ICJIA\nExecutive Director Delrice Adams.\n\nFunded organizations have at least two years of experience providing violence\nprevention, intervention, or reduction services and the capacity and ability to\nindependently operate and expand the program. Current R3 grantees and subgrantees\nwere not eligible for the grants.\n\nApplications were reviewed by of ICJIA staff, external experts, and community members\nfrom R3 zones. Additional points were given to organizations headquartered in\ncommunities they proposed to serve, whose composition resembled that of the\ncommunity they proposed to serve, and whose models incorporated community members\nin service delivery. Organizations with operating budgets of less than $2 million also\nreceived additional points.\n\n[Download full press release &raquo;](07.16.21ICJIASummerViolenceGrantsRelease.pdf)","showTableOfContents":false,"section":"news","createdAt":"2021-07-15T23:59:59-05:00","updatedAt":"2022-12-30T16:11:33.318Z","publishedAt":"2021-07-15T23:59:59-05:00","searchMeta":null,"rawText":" chicago using revenue generated from adult use cannabis sales the illinois criminal justice information authority icjia today announced 21 grants totaling 3 5 million to organizations offering young people and emerging adults ages 10 to 25 prosocial activities that may reduce violence and victimization or provide increased street intervention this summer grant awards will support three months of programming from july 1 to september 30 the grants are part of the restore reinvest and renew r3 program created to promote equity within the cannabis regulation and tax act signed by governor pritzker in 2019 the act states 25 percent of all cannabis revenue must be used to support communities harmed by violence excessive incarceration and economic disinvestment we have to address the root causes of violence and invest in communities and the people who deserve more resources and opportunities than they have historically been given said lieutenant governor juliana stratton these grants will increase programming job opportunities provide safe spaces and other positive outlets for youth and emerging adults when we empower people we change lives and communities chicago police department crime data recorded monthly over the past decade show violent crime totals are routinely highest from june to august other large urban areas across the state also experience high crime and anticipate an increase in violent crime during the summer months funding was made available to organizations that serve communities in aurora bloomington champaign chicago decatur east st louis joliet peoria rockford springfield suburban cook county and waukegan using a public health approach this emergency response to summer violence will expand and increase resources aimed at addressing the risk of escalating violence which is experienced each year in the state s most vulnerable communities said acting icjia executive director delrice adams funded organizations have at least two years of experience providing violence prevention intervention or reduction services and the capacity and ability to independently operate and expand the program current r3 grantees and subgrantees were not eligible for the grants applications were reviewed by of icjia staff external experts and community members from r3 zones additional points were given to organizations headquartered in communities they proposed to serve whose composition resembled that of the community they proposed to serve and whose models incorporated community members in service delivery organizations with operating budgets of less than 2 million also received additional points download full press release raquo 07 16 21icjiasummerviolencegrantsrelease pdf ","draft":false,"navigation":true,"path":"/news/pritzker-administration-awards-3-5-million-in-restore-reinvest-and-renew-program-grants-in-response-to-summer-violence","url":"https://r3dev.icjia.dev/news/pritzker-administration-awards-3-5-million-in-restore-reinvest-and-renew-program-grants-in-response-to-summer-violence"}},{"id":"9","attributes":{"title":"Meeting Agendas and Minutes now available","slug":"meeting-agendas-and-minutes-now-available","hideFromSearch":false,"dateOverride":"2021-09-20","hideFromSitemap":false,"summary":"R3 meeting agendas are now available for download. Meeting minutes will be posted as soon as they are available.","body":"R3 meeting agendas are now available for download. Meeting minutes will be posted as soon as they are available.\n\n[Go to the R3 meetings page &raquo;](/meetings)","showTableOfContents":false,"section":"news","createdAt":"2021-09-20T23:59:59-05:00","updatedAt":"2022-12-30T16:18:33.639Z","publishedAt":"2021-09-20T23:59:59-05:00","searchMeta":null,"rawText":"r3 meeting agendas are now available for download meeting minutes will be posted as soon as they are available go to the r3 meetings page raquo meetings ","draft":false,"navigation":true,"path":"/news/meeting-agendas-and-minutes-now-available","url":"https://r3dev.icjia.dev/news/meeting-agendas-and-minutes-now-available"}},{"id":"10","attributes":{"title":"The Illinois Restore, Reinvest, and Renew (R3) Grant Program: Examining Grant Applicant Feedback","slug":"the-illinois-restore-reinvest-and-renew-r3-grant-program-examining-grant-applicant-feedback","hideFromSearch":false,"dateOverride":"2021-11-21","hideFromSitemap":false,"summary":"Administered by the Illinois Criminal Justice Information Authority (ICJIA), R3 directs a significant portion of cannabis revenue toward building equity in communities .","body":"Administered by the Illinois Criminal Justice Information Authority (ICJIA), R3 directs a significant portion of cannabis revenue toward building equity in communities that have been ravaged by violence and disproportionately impacted by historical criminal justice system overuse and economic disinvestment. Our latest brief report highlights the results of a feedback survey provided to R3 grant program applicants regarding their application experiences. Overall, survey respondents appeared satisfied with the process and offered recommendations to consider for improving future grant application cycles.\n\n[Read the brief on ICJIA's research hub &raquo;](https://icjia.illinois.gov/researchhub/articles/the-illinois-restore-reinvest-and-renew-r3-grant-program-examining-grant-applicant-feedback/)","showTableOfContents":false,"section":"news","createdAt":"2021-11-21T23:59:59-06:00","updatedAt":"2022-12-30T16:27:58.255Z","publishedAt":"2021-11-21T23:59:59-06:00","searchMeta":null,"rawText":"administered by the illinois criminal justice information authority icjia r3 directs a significant portion of cannabis revenue toward building equity in communities that have been ravaged by violence and disproportionately impacted by historical criminal justice system overuse and economic disinvestment our latest brief report highlights the results of a feedback survey provided to r3 grant program applicants regarding their application experiences overall survey respondents appeared satisfied with the process and offered recommendations to consider for improving future grant application cycles read the brief on icjia s research hub raquo https icjia illinois gov researchhub articles the illinois restore reinvest and renew r3 grant program examining grant applicant feedback ","draft":false,"navigation":true,"path":"/news/the-illinois-restore-reinvest-and-renew-r3-grant-program-examining-grant-applicant-feedback","url":"https://r3dev.icjia.dev/news/the-illinois-restore-reinvest-and-renew-r3-grant-program-examining-grant-applicant-feedback"}},{"id":"11","attributes":{"title":"PRITZKER ADMINISTRATION ANNOUNCES $45 MILLION IN GRANTS AVAILABLE THROUGH RESTORE, REINVEST, RENEW (R3) FUNDING OPPORTUNITY","slug":"pritzker-administration-announces-45-million-in-grants-available-through-restore-reinvest-renew-r3-funding-opportunity","hideFromSearch":false,"dateOverride":"2021-12-15","hideFromSitemap":false,"summary":"Governor JB Pritzker and Lt. Governor Julianna Stratton today announced $45 million in Restore, Reinvest, and Renew (R3) program funding to support community organizations that serve neighborhoods most impacted by economic disinvestment, violence, and the war on drugs. ","body":"_Program's Second Round of Funding Will Support Organizations Working in Communities Most Impacted by Failed War on Drugs_\n\nCHICAGO — Governor JB Pritzker and Lt. Governor Julianna Stratton today announced $45 million in Restore, Reinvest, and Renew (R3) program funding to support community organizations that serve neighborhoods most impacted by economic disinvestment, violence, and the war on drugs. Managed by the Illinois Criminal Justice Information Authority (ICJIA), this latest round of grants is making $40.5 million available for organizations that provide services within the five priority funding areas: civil legal aid, economic development, re-entry from the criminal justice system, violence prevention, and youth development. Additionally, $4.5 million is available for capacity-building grants to help small organizations expand. Organizations interested in applying for funding can review the Notice of Funding Opportunity (NOFO) at R3.Illinois.gov.\n\n“As we launch applications for the second round of R3 grants, I know our recipients will keep transforming lives with their work, and in turn transform our cities and state. Because when we reinvest in the potential of our people, we invite the economic activity that creates resiliency,” said Governor JB Pritzker. “When we renew hope in communities historically left out, we inspire the next generation to pursue a brighter future. And in public service, that is our obligation.”\n\nCreated by the Cannabis Regulation and Tax Act which Governor Pritzker signed into law in 2019, the R3 program is funded using 25% of adult-use cannabis tax revenue. R3 is a key component of the Pritzker-Stratton administration’s commitment to equity and repairing the severe harms caused by the failed war on drugs, which disproportionately hurt communities of color.\n\n“R3 epitomizes one of the key tenets of restorative justice, that the wisdom is in the room,” said Lieutenant Governor Juliana Stratton. “Solutions to the challenges that our neighborhoods face can be found in those very communities, and R3 seeks to invest in organizations that have the closest ties to the communities they serve.”\n\nAreas eligible for funding were identified using community-level data on gun injury, child poverty, unemployment, and state prison commitments and returns, combined with disproportionately impacted areas identified by the Illinois Department of Commerce and Economic Opportunity (DCEO).\nOf the available funds, 75% will be dedicated to organizations that have been in operation for less than five years or have a budget of less than $2 million. To improve small organizations’ access to state funds, ICJIA offers an online, self-guided technical assistance course. ICJIA will also offer several online webinars to provide guidance about specific components of the application for R3 funds. For more information about technical assistance opportunities, visit R3.illinois.gov.\n\n“As we work to distribute this next round of funding, we continue to prioritize equity-centered grant making and ensure much-needed resources are distributed fairly and efficiently,” said ICJIA Acting Executing Director Delrice Adams. “We also recognize our responsibility to provide technical assistance to build community and organizational capacity within small organizations, not only to apply for and access grant funding, but also to manage those funds successfully in alignment with the Grant Accountability and Transparency Act. Technical assistance is crucial to local programs working to achieve their goals.”\n\nThe R3 Board, chaired by Lieutenant Governor Stratton, governs the R3 program and consists of people directly impacted by incarceration, community members, state agency leadership, members of the General Assembly, and service providers and experts in the five priority funding areas. A working group of R3 Board members advised ICJIA about how to ground the second-round application process in restorative justice principles and make it accessible to grassroots organizations.\n\n“As one of the first states to legalize cannabis for recreational use through the legislative process, it was imperative that we put equity at the forefront of the law,” said State Senator Cristina Castro (D-Elgin). “The R3 grant programs are an important way that we are addressing the harmful effects of the war on drugs, inequities in incarceration and gun violence.”\n\n“Dedicating 75% of the R3 funds to smaller grassroots organizations with budgets less than $2 million is key in the fight against systemic problems like joblessness and violent crime,” said Leader Jacqueline Collins (D-Chicago). “R3 reshapes grant making and ensures that the communities and people most impacted by the war on drugs will directly benefit.”\n\nThis grant opportunity builds upon previous R3 funding that distributed $35 million to 80 grantees and their partner organizations. All executed first-round grants will be renewed for an additional year to ensure continuity of services as the state continues to recover from the COVID-19 pandemic.\nOne of the organizations funded in the first round, the Chicago Youth Boxing Club, received $40,000 to provide youth development programming in Chicago’s South Lawndale community.\n\n“I would like to thank the R3 grant program and everyone that is involved with making sure that organizations like Chicago Youth Boxing Club are opened for a long time for youth like me,” said 17-year-old Zahid Salgado. “It has made a difference in my life and I am proud it is in my community.”\n\nICJIA is dedicated to improving the administration of criminal justice through work in the areas of grants administration, research and analysis, policy and planning, and information systems and technology. For more information, go to icjia.illinois.gov.\n\n###","showTableOfContents":false,"section":"news","createdAt":"2021-12-15T23:59:59-06:00","updatedAt":"2022-12-30T16:26:36.738Z","publishedAt":"2021-12-15T23:59:59-06:00","searchMeta":null,"rawText":" program s second round of funding will support organizations working in communities most impacted by failed war on drugs chicago governor jb pritzker and lt governor julianna stratton today announced 45 million in restore reinvest and renew r3 program funding to support community organizations that serve neighborhoods most impacted by economic disinvestment violence and the war on drugs managed by the illinois criminal justice information authority icjia this latest round of grants is making 40 5 million available for organizations that provide services within the five priority funding areas civil legal aid economic development re entry from the criminal justice system violence prevention and youth development additionally 4 5 million is available for capacity building grants to help small organizations expand organizations interested in applying for funding can review the notice of funding opportunity nofo at r3 illinois gov as we launch applications for the second round of r3 grants i know our recipients will keep transforming lives with their work and in turn transform our cities and state because when we reinvest in the potential of our people we invite the economic activity that creates resiliency said governor jb pritzker when we renew hope in communities historically left out we inspire the next generation to pursue a brighter future and in public service that is our obligation created by the cannabis regulation and tax act which governor pritzker signed into law in 2019 the r3 program is funded using 25 of adult use cannabis tax revenue r3 is a key component of the pritzker stratton administration s commitment to equity and repairing the severe harms caused by the failed war on drugs which disproportionately hurt communities of color r3 epitomizes one of the key tenets of restorative justice that the wisdom is in the room said lieutenant governor juliana stratton solutions to the challenges that our neighborhoods face can be found in those very communities and r3 seeks to invest in organizations that have the closest ties to the communities they serve areas eligible for funding were identified using community level data on gun injury child poverty unemployment and state prison commitments and returns combined with disproportionately impacted areas identified by the illinois department of commerce and economic opportunity dceo of the available funds 75 will be dedicated to organizations that have been in operation for less than five years or have a budget of less than 2 million to improve small organizations access to state funds icjia offers an online self guided technical assistance course icjia will also offer several online webinars to provide guidance about specific components of the application for r3 funds for more information about technical assistance opportunities visit r3 illinois gov as we work to distribute this next round of funding we continue to prioritize equity centered grant making and ensure much needed resources are distributed fairly and efficiently said icjia acting executing director delrice adams we also recognize our responsibility to provide technical assistance to build community and organizational capacity within small organizations not only to apply for and access grant funding but also to manage those funds successfully in alignment with the grant accountability and transparency act technical assistance is crucial to local programs working to achieve their goals the r3 board chaired by lieutenant governor stratton governs the r3 program and consists of people directly impacted by incarceration community members state agency leadership members of the general assembly and service providers and experts in the five priority funding areas a working group of r3 board members advised icjia about how to ground the second round application process in restorative justice principles and make it accessible to grassroots organizations as one of the first states to legalize cannabis for recreational use through the legislative process it was imperative that we put equity at the forefront of the law said state senator cristina castro d elgin the r3 grant programs are an important way that we are addressing the harmful effects of the war on drugs inequities in incarceration and gun violence dedicating 75 of the r3 funds to smaller grassroots organizations with budgets less than 2 million is key in the fight against systemic problems like joblessness and violent crime said leader jacqueline collins d chicago r3 reshapes grant making and ensures that the communities and people most impacted by the war on drugs will directly benefit this grant opportunity builds upon previous r3 funding that distributed 35 million to 80 grantees and their partner organizations all executed first round grants will be renewed for an additional year to ensure continuity of services as the state continues to recover from the covid 19 pandemic one of the organizations funded in the first round the chicago youth boxing club received 40 000 to provide youth development programming in chicago s south lawndale community i would like to thank the r3 grant program and everyone that is involved with making sure that organizations like chicago youth boxing club are opened for a long time for youth like me said 17 year old zahid salgado it has made a difference in my life and i am proud it is in my community icjia is dedicated to improving the administration of criminal justice through work in the areas of grants administration research and analysis policy and planning and information systems and technology for more information go to icjia illinois gov ","draft":false,"navigation":true,"path":"/news/pritzker-administration-announces-45-million-in-grants-available-through-restore-reinvest-renew-r3-funding-opportunity","url":"https://r3dev.icjia.dev/news/pritzker-administration-announces-45-million-in-grants-available-through-restore-reinvest-renew-r3-funding-opportunity"}}]
