[{"id":"1","attributes":{"title":"Restore, Reinvest, Renew: R3","slug":"index","summary":"The communities that are eligible for R3 funding were identified, in part, by their rates of gun injuries, child poverty, unemployment and incarceration. [View this map](/eligibility) to see if organizations in your community are eligible for an R3 grant.","body":"R3 grants fund programs in Illinois communities that have been harmed by violence, excessive incarceration, and economic disinvestment.\n\nR3 grants fund programs in five areas:\n\n- Civil Legal Aid\n\n- Economic Development\n\n- Reentry\n\n- Violence Prevention\n\n- Youth Development\n\nThe communities that are eligible for R3 funding were identified, in part, by their rates of gun injuries, child poverty, unemployment and incarceration. [View this map](/eligibility) to see if organizations in your community are eligible for an R3 grant.\n\nNonprofit organizations, local governments, faith-based organizations, businesses, and other community or neighborhood associations may apply for grants individually or in a collaborative with other groups. Find out more [about collaboratives here](/collaboratives).","section":"root","createdAt":"2022-12-14T13:55:39.095Z","updatedAt":"2022-12-14T15:33:22.455Z","publishedAt":"2022-12-14T13:57:03.523Z","searchMeta":null,"rawText":"r3 grants fund programs in illinois communities that have been harmed by violence excessive incarceration and economic disinvestment r3 grants fund programs in five areas civil legal aid economic development reentry violence prevention youth development the communities that are eligible for r3 funding were identified in part by their rates of gun injuries child poverty unemployment and incarceration view this map eligibility to see if organizations in your community are eligible for an r3 grant nonprofit organizations local governments faith based organizations businesses and other community or neighborhood associations may apply for grants individually or in a collaborative with other groups find out more about collaboratives here collaboratives ","draft":false,"navigation":true,"path":"/","url":"https://r3.icjia.dev"}},{"id":"2","attributes":{"title":"About","slug":"about","summary":"This is the summary for the about page.","body":"This is the body for the about page.","section":"root","createdAt":"2022-12-14T14:18:06.805Z","updatedAt":"2022-12-14T14:18:08.430Z","publishedAt":"2022-12-14T14:18:08.425Z","searchMeta":null,"rawText":"this is the body for the about page ","draft":false,"navigation":true,"path":"/about","url":"https://r3.icjia.dev/about"}},{"id":"3","attributes":{"title":"Eligibility","slug":"eligibility","summary":"This is the summary for eligibility","body":"This is the page body for 'Eligibility'","section":"root","createdAt":"2022-12-14T16:18:02.224Z","updatedAt":"2022-12-14T16:18:03.484Z","publishedAt":"2022-12-14T16:18:03.474Z","searchMeta":null,"rawText":"this is the page body for eligibility ","draft":false,"navigation":true,"path":"/eligibility","url":"https://r3.icjia.dev/eligibility"}},{"id":"4","attributes":{"title":"Contact","slug":"contact","summary":"This is the summary for contact","body":"This is the page body for contact","section":"root","createdAt":"2022-12-14T16:18:40.925Z","updatedAt":"2022-12-14T16:18:42.083Z","publishedAt":"2022-12-14T16:18:42.073Z","searchMeta":null,"rawText":"this is the page body for contact","draft":false,"navigation":true,"path":"/contact","url":"https://r3.icjia.dev/contact"}},{"id":"5","attributes":{"title":"Collaboratives","slug":"collaboratives","summary":"A collaborative is a group that includes multiple partner organizations carrying out a single project together. Each member of the collaborative should share common goals but carry out specific roles within the program. For example, organizations within the collaborative may carry out the same program in different communities or for different populations. Organizations may also play different roles in the project, like providing different services to the same population.","body":"Collaboratives are groups of two or more organizations that apply for funding for a single program under one application. The application must be submitted by a single organization, which assumes the responsibility for submitting the application on behalf of the entire collaborative. The responsible applicant must be eligible to receive state funds (see [\"Prequalification Steps\"](/resources#icjia-prequalification-steps))--common recipients are a nonprofit organization, a local unit of government, a tax-exempt faith-based organization, a business organization, or other community organizations. \n\nSingle applicants and organizations applying on behalf of a collaborative must also be registered and pre-qualified in the State of Illinois [GATA Grantee Portal](https://grants.illinois.gov/portal/).\n\n## More about Collaboratives\n\nA collaborative is a group that includes multiple partner organizations carrying out a single project together. Each member of the collaborative should share common goals but carry out specific roles within the program. For example, organizations within the collaborative may carry out the same program in different communities or for different populations. Organizations may also play different roles in the project, like providing different services to the same population.\n\nCollaborative programs should have an inclusive and equitable structure, roles and responsibilities, and decision-making processes. Collaboratives must prioritize the needs of local partner organizations. Collaboratives should support the leadership of diverse, local organizations and stakeholders, and provide opportunities for local community-based organizations to build capacity as leaders in the program with the support of, rather than at the direction of, more established organizations.\n\nApplications on behalf of a collaborative are submitted by the responsible applicant organization but should include a signed Memoranda of Understanding (MOUs) from each partner organization expressing a commitment to work jointly to carry out the proposed program in the application.","section":"root","createdAt":"2022-12-14T16:49:43.345Z","updatedAt":"2022-12-14T16:57:20.423Z","publishedAt":"2022-12-14T16:49:45.010Z","searchMeta":null,"rawText":"collaboratives are groups of two or more organizations that apply for funding for a single program under one application the application must be submitted by a single organization which assumes the responsibility for submitting the application on behalf of the entire collaborative the responsible applicant must be eligible to receive state funds see prequalification steps resources icjia prequalification steps common recipients are a nonprofit organization a local unit of government a tax exempt faith based organization a business organization or other community organizations single applicants and organizations applying on behalf of a collaborative must also be registered and pre qualified in the state of illinois gata grantee portal https grants illinois gov portal more about collaboratives a collaborative is a group that includes multiple partner organizations carrying out a single project together each member of the collaborative should share common goals but carry out specific roles within the program for example organizations within the collaborative may carry out the same program in different communities or for different populations organizations may also play different roles in the project like providing different services to the same population collaborative programs should have an inclusive and equitable structure roles and responsibilities and decision making processes collaboratives must prioritize the needs of local partner organizations collaboratives should support the leadership of diverse local organizations and stakeholders and provide opportunities for local community based organizations to build capacity as leaders in the program with the support of rather than at the direction of more established organizations applications on behalf of a collaborative are submitted by the responsible applicant organization but should include a signed memoranda of understanding mous from each partner organization expressing a commitment to work jointly to carry out the proposed program in the application ","draft":false,"navigation":true,"path":"/collaboratives","url":"https://r3.icjia.dev/collaboratives"}},{"id":"6","attributes":{"title":"Resources","slug":"resources","summary":"Information and resource links for R3","body":"## General Information (Spanish)\n\n- [R3 Factsheet (Spanish)](R3_Factsheet_Spanish_Final.pdf)\n\n- [About ICJIA (Spanish)](ABOUT_ICJIA_FLYER_2021_Spanish.pdf)\n\n## Helpful Links\n\n### R3 NOFO Instructions and Appendices\n\nR3 Planning & Capacity Building NOFO\n\n- [Planning & Capacity Building NOFO Instructions](R3PCBNOFOInstructions.pdf)\n- [Planning & Capacity Building Appendix A](R3NOFOAppendixA.pdf)\n- [Planning & Capacity Building Appendix B](R3PCBNOFOAppendixB.pdf)\n- [Planning & Capacity Building Appendix C](R3PCBNOFOAppendixC.pdf)\n\nR3 Service Delivery NOFO\n\n- [Service Delivery NOFO Instructions](R3SDNOFOInstructions.pdf)\n- [Service Delivery Appendix A](R3NOFOAppendixA.pdf)\n- [Service Delivery Appendix B](R3SDNOFOAppendixB.pdf)\n- [Service Delivery Appendix C](R3SDNOFOAppendixC.pdf)\n\nBudget Workbook (to be used only as a worksheet to assist in creating your budget; all final budgets must be entered via AmpliFund) -[Budget Workbook](ICJIAUniformBudgetTemplateforR3Grants.xlsx)\n\n### AmpliFund Applicant Portal Guide and Tip Sheet\n\nR3 applicants can refer to this guide and tip sheetto help them access the AmpliFund system and create and submit their funding applications.\n\n- [AmpliFund Applicant Portal Guide](AmpliFundApplicantPortalGuide.pdf)\n\n- [AmpliFund Login Tip Sheet](LoggingIntoAmpliFundAugust21.pdf)\n\n### NOFO Informational Webinars\n\nIt is recommended that applicants attend the following technical assistance webinars (links below).\n\n- [General R3 NOFO Information (recorded from the webinar held 12/20/2021 from 10:00 am to 11:00 am)](https://youtu.be/8BtAHtt7OBs)\n- [General R3 NOFO Information slide deck](R3NOFOTASession.pdf)\n\n- [Budget Creation for the R3 NOFO (recorded from the webinar held 12/21/2021 from 10:00 am to 11:00 am)](https://youtu.be/PBtzv51O9B0)\n- [Budget Creation for the R3 NOFO slide deck](R3NOFOBudgetTASession.pdf)\n\n- [Collaborative Applications for the R3 NOFO (recorded from the webinar held 12/23/2021 from 10:00 to 11:00 am)](https://youtu.be/49MSSwAOTvk)\n- [Collaborative Applications for the R3 NOFO slide deck](R3NOFOCollaborativeApplicantsTASession.pdf)\n\n- [Creating a Performance Plan for the R3 NOFO (recorded from the webinar held 1/28/2022 from 10:00 to 11:15 am)](https://youtu.be/yH9_qRlMI4Q)\n- [Creating a Performance Plan for the R3 NOFO slide deck](R3NOFOPerformancePlanWebinar.pdf)\n\n- [AmpliFund Walkthrough for the R3 NOFO (video walkthrough of the process from account creation to application process)](https://youtu.be/ONGy3XawjCA)\n- [AmpliFund Navigation Technical Assistance slide deck](AmpliFundNavigationTechnicalAssistance.pdf)\n\n### Prequalification Steps\n\n- Obtain a [Data Universal Numbering System (DUNS) number](https://www.dnb.com/duns-number/get-a-duns.html)\n- Register with the [System for Award Management (SAM)](http://www.sam.gov/SAM/)\n- Apply for, update or verify the [Employer Identification Number (EIN)](https://www.irs.gov/businesses/small-businesses-self-employed/apply-for-an-employer-identification-number-ein-online)\n- Create a [Grants.gov](https://www.grants.gov/applicants/registration.html) account with username and password\n- Complete registration in the [GATA Grantee Portal](https://grants.illinois.gov/portal/)--Required ONLY for single applicants and responsible applicants submitting an application on behalf of a collaborative. Other collaborative members do not need an account in the Grantee Portal.\n\n### ICJIA YouTube links\n\n<div style=\"margin-left: 20px\">\n\n- [NOFO General Requirements](https://www.youtube.com/watch?v=PBwekeMT5dk)\n\n- [GATA: General FAQs](https://www.youtube.com/watch?v=g18hgiS3RYI)\n\n- [GATA: Budget Category: Indirect Cost](https://www.youtube.com/watch?v=4stkASoNY5w)\n\n- [GATA: Budget Category: Subcontractors](https://www.youtube.com/watch?v=zXIopZ4KeEI)\n\n- [GATA: Budget Category: Travel Cost](https://www.youtube.com/watch?v=nQb8pK5e3Mo)\n\n- [GATA: Budget Categories Needing Prior Approval](https://www.youtube.com/watch?v=YjkFmPid5DI)\n\n- [Program Goals, Objectives, and Performance Indicators](https://www.youtube.com/watch?v=C6-qCnIsNjs)\n\n- [Logic Models, Part 1: The Value of Logic Models](https://www.youtube.com/watch?v=rop6xoEA_NQ)\n\n- [Logic Models, Part 2: Major Components of a Logic Model](https://www.youtube.com/watch?v=1bGkwPgwmcw)\n\n- [Logic Models, Part 3: How Logic Models Support Implementation](https://www.youtube.com/watch?v=6O5YP5d2iTs)\n\n</div>\n\n### R3 Legislative Language: The legislation establishing the R3 program, from HB1438 Section 10-40\n\n- [R3LegislativeLanguage.pdf](R3LegislativeLanguage.pdf)\n\n### Contact Us\n\n<div style=\"margin-left: 20px\">\n\nFor questions regarding the NOFOs:\n\n- CJA.R3Questions@illinois.gov\n\n</div>","section":"root","createdAt":"2022-12-14T16:58:30.903Z","updatedAt":"2022-12-14T16:58:32.109Z","publishedAt":"2022-12-14T16:58:32.096Z","searchMeta":null,"rawText":" general information spanish r3 factsheet spanish r3 factsheet spanish final pdf about icjia spanish about icjia flyer 2021 spanish pdf helpful links r3 nofo instructions and appendices r3 planning capacity building nofo planning capacity building nofo instructions r3pcbnofoinstructions pdf planning capacity building appendix a r3nofoappendixa pdf planning capacity building appendix b r3pcbnofoappendixb pdf planning capacity building appendix c r3pcbnofoappendixc pdf r3 service delivery nofo service delivery nofo instructions r3sdnofoinstructions pdf service delivery appendix a r3nofoappendixa pdf service delivery appendix b r3sdnofoappendixb pdf service delivery appendix c r3sdnofoappendixc pdf budget workbook to be used only as a worksheet to assist in creating your budget all final budgets must be entered via amplifund budget workbook icjiauniformbudgettemplateforr3grants xlsx amplifund applicant portal guide and tip sheet r3 applicants can refer to this guide and tip sheetto help them access the amplifund system and create and submit their funding applications amplifund applicant portal guide amplifundapplicantportalguide pdf amplifund login tip sheet loggingintoamplifundaugust21 pdf nofo informational webinars it is recommended that applicants attend the following technical assistance webinars links below general r3 nofo information recorded from the webinar held 12 20 2021 from 10 00 am to 11 00 am https youtu be 8btahtt7obs general r3 nofo information slide deck r3nofotasession pdf budget creation for the r3 nofo recorded from the webinar held 12 21 2021 from 10 00 am to 11 00 am https youtu be pbtzv51o9b0 budget creation for the r3 nofo slide deck r3nofobudgettasession pdf collaborative applications for the r3 nofo recorded from the webinar held 12 23 2021 from 10 00 to 11 00 am https youtu be 49msswaotvk collaborative applications for the r3 nofo slide deck r3nofocollaborativeapplicantstasession pdf creating a performance plan for the r3 nofo recorded from the webinar held 1 28 2022 from 10 00 to 11 15 am https youtu be yh9 qrlmi4q creating a performance plan for the r3 nofo slide deck r3nofoperformanceplanwebinar pdf amplifund walkthrough for the r3 nofo video walkthrough of the process from account creation to application process https youtu be ongy3xawjca amplifund navigation technical assistance slide deck amplifundnavigationtechnicalassistance pdf prequalification steps obtain a data universal numbering system duns number https www dnb com duns number get a duns html register with the system for award management sam http www sam gov sam apply for update or verify the employer identification number ein https www irs gov businesses small businesses self employed apply for an employer identification number ein online create a grants gov https www grants gov applicants registration html account with username and password complete registration in the gata grantee portal https grants illinois gov portal required only for single applicants and responsible applicants submitting an application on behalf of a collaborative other collaborative members do not need an account in the grantee portal icjia youtube links nofo general requirements https www youtube com watch v pbwekemt5dk gata general faqs https www youtube com watch v g18hgis3ryi gata budget category indirect cost https www youtube com watch v 4stkasony5w gata budget category subcontractors https www youtube com watch v zxiopz4keei gata budget category travel cost https www youtube com watch v nqb8pk5e3mo gata budget categories needing prior approval https www youtube com watch v yjkfmpid5di program goals objectives and performance indicators https www youtube com watch v c6 qcnisnjs logic models part 1 the value of logic models https www youtube com watch v rop6xoea nq logic models part 2 major components of a logic model https www youtube com watch v 1bgkwpgwmcw logic models part 3 how logic models support implementation https www youtube com watch v 6o5yp5d2its r3 legislative language the legislation establishing the r3 program from hb1438 section 10 40 r3legislativelanguage pdf r3legislativelanguage pdf contact us for questions regarding the nofos cja r3questions illinois gov ","draft":false,"navigation":true,"path":"/resources","url":"https://r3.icjia.dev/resources"}},{"id":"7","attributes":{"title":"Board","slug":"board","summary":"R3 board members and additional information ","body":"<div class=\"text-center mt-5\">\n\n[Download as PDF](/downloads/R3ProgramBoardMembers.pdf)&nbsp;&raquo;\n\n</div>\n\n<div class=\"text-center\">\n\n| EX-OFFICIO                                                                       | OFFICE                                          |\n| -------------------------------------------------------------------------------- | ----------------------------------------------- |\n| Lieutenant Governor Juliana Stratton or their designee, who shall serve as chair | Office of the Lt. Governor                      |\n| Attorney General Kwame Raoul or their designee                                   | Office of the Attorney General                  |\n| Director Sylvia Garcia or their designee                                         | IL Dept. of Commerce and Economic Opportunity   |\n| Director Ngozi Ezike or their designee                                           | IL Dept. of Public Health                       |\n| Director Rob Jeffreys or their designee                                          | IL Dept. of Corrections                         |\n| Director Heidi Mueller or their designee                                         | IL Dept. of Juvenile Justice                    |\n| Director Marc Smith or their designee                                            | IL Dept. of Children and Family Services        |\n| Acting Director Delrice Adams or their designee                                  | Illinois Criminal Justice Information Authority |\n| Director Kristin Richards or their designee                                      | IL Dept. of Employment Security                 |\n| Director Grace Hou or their designee                                             | IL Dept. of Human Services                      |\n| Senator Kimberly Lightford                                                       | Majority Senate                                 |\n| Representative Jehan Gordon-Booth                                                | Majority House                                  |\n| Senator Jason Barickman                                                          | Minority Senate                                 |\n| Representative David Welter                                                      | Minority House                                  |\n\n<table>\n    <thead>\n        <tr>\n            <th>ELECTED OFFICIALS</th>\n        </tr>\n    </thead>\n    <tbody>\n        <tr>\n            <td class=\"pending\">Pending</td>\n        </tr>\n        <tr>\n            <td>Mayor of Rockford, Tom McNamara, or their designee</td>\n        </tr>\n        <tr>\n            <td>Mayor of Champaign, Deborah Frank Feinen</td>\n        </tr>\n        <tr>\n            <td>Mayor of Aurora, Richard Irvin</td>\n        </tr>\n        <tr>\n            <td class=\"pending\">Pending</td>\n        </tr>\n        <tr>\n            <td>City Clerk of Chicago, Anna Valencia</td>\n        </tr>\n        <tr>\n            <td>Alderperson Susan Sadlowski Garza</td>\n        </tr>\n        <tr>\n            <td>Alderperson Michael Scott, Jr.</td>\n        </tr>\n    </tbody>\n</table>\n\n| COMMUNITY PROVIDERS |\n| ------------------- |\n| Sylvia Puente       |\n| Jalon Arthur        |\n| Donna Crowder       |\n| Michael Hubbard     |\n\n| EXPERTS IN VIOLENCE REDUCTION |\n| ----------------------------- |\n| David Olson                   |\n| Kathryn Bocanegra             |\n\n| FORMERLY INCARCERATED — OVER 24 YEARS OF AGE |\n| -------------------------------------------- |\n| Bethany Little                               |\n| Marlon Chamberlain                           |\n\n<table>\n    <thead>\n        <tr>\n            <th>FORMERLY INCARCERATED — 17-24 YEARS OF AGE</th>\n        </tr>\n    </thead>\n    <tbody>\n        <tr>\n            <td>Anthony Montoya</td>\n        </tr>\n        <tr>\n            <td class=\"pending\">Pending</td>\n        </tr>\n    </tbody>\n</table>\n\n<table>\n    <thead>\n        <tr>\n            <th>PERSONS LIVING OR WORKING IN AN R3 AREA</th>\n        </tr>\n    </thead>\n    <tbody>\n        <tr>\n            <td>April Curtis</td>\n        </tr>\n        <tr>\n            <td>Pablo Mendoza</td>\n        </tr>\n        <tr>\n            <td>Senator Celina Villanueva</td>\n        </tr>\n        <tr>\n            <td>Representative Dagmara Avelar</td>\n        </tr>\n        <tr>\n            <td class=\"pending\">Pending</td>\n        </tr>\n        <tr>\n            <td class=\"pending\">Pending</td>\n        </tr>\n        <tr>\n            <td class=\"pending\">Pending</td>\n        </tr>\n        <tr>\n            <td class=\"pending\">Pending</td>\n        </tr>\n    </tbody>\n</table>\n\n</div>","section":"root","createdAt":"2022-12-14T17:00:36.663Z","updatedAt":"2022-12-14T17:00:37.920Z","publishedAt":"2022-12-14T17:00:37.914Z","searchMeta":null,"rawText":" download as pdf downloads r3programboardmembers pdf nbsp raquo ex officio office lieutenant governor juliana stratton or their designee who shall serve as chair office of the lt governor attorney general kwame raoul or their designee office of the attorney general director sylvia garcia or their designee il dept of commerce and economic opportunity director ngozi ezike or their designee il dept of public health director rob jeffreys or their designee il dept of corrections director heidi mueller or their designee il dept of juvenile justice director marc smith or their designee il dept of children and family services acting director delrice adams or their designee illinois criminal justice information authority director kristin richards or their designee il dept of employment security director grace hou or their designee il dept of human services senator kimberly lightford majority senate representative jehan gordon booth majority house senator jason barickman minority senate representative david welter minority house elected officials pending mayor of rockford tom mcnamara or their designee mayor of champaign deborah frank feinen mayor of aurora richard irvin pending city clerk of chicago anna valencia alderperson susan sadlowski garza alderperson michael scott jr community providers sylvia puente jalon arthur donna crowder michael hubbard experts in violence reduction david olson kathryn bocanegra formerly incarcerated over 24 years of age bethany little marlon chamberlain formerly incarcerated 17 24 years of age anthony montoya pending persons living or working in an r3 area april curtis pablo mendoza senator celina villanueva representative dagmara avelar pending pending pending pending ","draft":false,"navigation":true,"path":"/board","url":"https://r3.icjia.dev/board"}}]
